[
  {
    "id": 1,
    "title": "Residency Shift Scheduling",
    "userMessage": "What is Yale Policy on residents shifts during high volume hours?",
    "assistantMessage": "To help residents manage excessive clinical volume, Yale requires that shifts overlap during high volume hours. This overlap is intended to allow residents to finish their shifts on time while ensuring a safe transition of patient care. On busy services, service requirements are adjusted so that more residents are scheduled concurrently to properly share the workload and mitigate fatigue...",
    "imageUrl": "https://res.cloudinary.com/dzqiwtbg6/image/upload/v1745286075/39fed4ad-39a9-4fd5-b595-14307229103d.png",
    "category": "Residency",
    "path": "/chat?topic=residency-shifts"
  },
  {
    "id": 2,
    "title": "Equipment Purchase",
    "userMessage": "Can Yale Radiology faculties spend funding from their staff accounts on Amazon purchases?",
    "assistantMessage": "Faculty funds for staff accounts are designated to cover work-related activities and professional development expenses. The policy explicitly states that “No Amazon purchases are allowed unless pre-approved by the business office.",
    "imageUrl": "https://res.cloudinary.com/dzqiwtbg6/image/upload/v1745286450/93c412fa-4580-4806-83e4-242a2df7152d.png",
    "category": "Equipment",
    "path": "/chat?topic=equipment-maintenance"
  },
  {
    "id": 3,
    "title": "Patient Privacy Policies",
    "userMessage": "What are the policies regarding sharing patient images for research?",
    "assistantMessage": "For research purposes, all patient images must be properly de-identified according to HIPAA guidelines. Written consent must be obtained specifically for research use, and the IRB approval is required before any images can be shared.",
    "imageUrl": "https://images.unsplash.com/photo-1579154341098-e4e158cc7f55?w=800&auto=format&fit=crop&q=80",
    "category": "Privacy & Compliance",
    "path": "/chat?topic=privacy-policies"
  }
]
